[
    [
        "Allein ist besser als mit Schlechten im Verein: mit Guten im Verein, ist besser als allein.",
        "Better be alone than in bad company: and in good company, is better than be alone."
    ],
    [
        "Aller guten Dinge sind drei.",
        "All good things come in threes."
    ],
    [
        "Alles ist seinen Preis wert.",
        "Everything is worth its price."
    ],
    [
        "Alles zu seiner Zeit.",
        "all in good time; patience is a virtue"
    ],
    [
        "Alte Füchse gehen schwer in die Falle.",
        "An old fox understands a trap."
    ],
    [
        "Alte soll man ehren, Junge soll man lehren.",
        "The old ones shall be honoured, the young ones shall be taught"
    ],
    [
        "Am vielen Lachen erkennt man den Narren.",
        "A fool is ever laughing."
    ],
    [
        "An den Früchten erkennt man den Baum.",
        "The apple does not fall far from the tree."
    ],
    [
        "Anfangen ist leicht, beharren eine Kunst.",
        "To begin is easy, to persist is an art."
    ],
    [
        "Arzt, hilf dir selber!",
        "Physician, heal thyself!"
    ],
    [
        "Außerordentliche Übel erfordern außerordentliche Mittel.",
        "Desperate times call for desperate measures."
    ],
    [
        "Auch der kleinste Feind ist nicht zu verachten.",
        "There is no little enemy."
    ],
    [
        "Auf einen groben Klotz gehört ein grober Keil.",
        "You must meet roughness with roughness."
    ],
    [
        "Aus den Augen, aus dem Sinn.",
        "Out of sight, out of mind"
    ],
    [
        "Aus einem Stein ist schwer Öl pressen.",
        "You can't milk a bull.",
        "It's difficult to press oil out of a rock."
    ],
    [
        "Aus Schaden wird man klug.",
        "Adversity is the mother of wisdom."
    ],
    [
        "Aufgewärmter Kohl war niemals gut.",
        "Take heed of enemies reconciled and of meat twice boiled."
    ],
    [
        "Aufschub bringt Gefahr.",
        "Delays are dangerous; or \"strike while the iron is hot\""
    ],
    [
        "Aus einer Mücke einen Elefanten machen.",
        "Don't make a mountain out of a molehill.",
        "An elephant made out of a mosquito."
    ],
    [
        "Bald geben, ist doppelt geben.",
        "He gives twice, who gives in a trice."
    ],
    [
        "Bald reif hält nicht steif.",
        "Early ripe, early rotten.",
        "\"Precocious talent or premature success is often shortlived.\""
    ],
    [
        "Bedenke das Ende.",
        "Whatever you do, act wisely, and consider the end."
    ],
    [
        "Bedenke, dass du sterben musst.",
        "Remember that you are going to die.",
        "Latin equivalent: Memento mori."
    ],
    [
        "Behüte mich Gott vor meinen Freunden, mit den Feinden will ich schon fertig werden.",
        "God preserve me from my friends, I can deal with my enemies.",
        "A man's worst enemies are often those of his own house."
    ],
    [
        "Bei offener Kiste mag auch der Fromme ein Schalk werden.",
        "A nice wife and a back door oft make a rich man poor."
    ],
    [
        "Berühre nicht alte Wunden.",
        "Do not touch old sores.",
        "It is not wise to open old wounds."
    ],
    [
        "Besser allein als in schlechter Gesellschaft.",
        "It is better to be alone than to be in bad company."
    ],
    [
        "Besser arm in Ehren als reich in Schanden",
        "Better poor and respected than rich and despised.",
        "A good name is the best of all treasures."
    ],
    [
        "Besser spät als nie.",
        "Better late than never."
    ],
    [
        "Beispiele tun oft mehr als viel Wort' und Lehr'.",
        "Examples often do much more than words and teachers",
        "Precepts teach, but examples move."
    ],
    [
        "Besser ein Narr mit allen andern, als ein Weiser und allein.",
        "Better foolish by all than wise by yourself."
    ],
    [
        "Beiß nicht in die Hand, die dich füttert.",
        "Do not bite into the hand that feeds you."
    ],
    [
        "Bellende Hunde beißen nicht.",
        "Barking dogs don't bite."
    ],
    [
        "Beurtheile nicht jeden nach deinem eigen Mass.",
        "Do not judge others by your own yardstick."
    ],
    [
        "Besser ein Spatz in der Hand, als eine Taube auf dem Dach.",
        "A sparrow in the hand is better than a pigeon on the roof."
    ],
    [
        "Blinder Eifer ist Feuer ohne Licht.",
        "Zeal without knowledge is a runaway horse.",
        "\"The Devil himself, which is the author of confusion and lies.\""
    ],
    [
        "Blut ist dicker als Wasser",
        "Blood is thicker than water.",
        "Origin: Kaiser Wilhelm II. to the British and Americans"
    ],
    [
        "Blödes Herz buhlt keine schöne Frau.",
        "Faint heart never won fair lady.",
        "\"Our lack of confidence is not the result of difficulty. The difficulty comes from our lack of confidence.\""
    ],
    [
        "Böses mit Gutem vergelten.",
        "Return good for evil.",
        "Make something good out of bad things that have happened to you."
    ],
    [
        "Das Auge sieht weit, der Verstand noch weiter.",
        "The eye looks but it is the mind that sees."
    ],
    [
        "Das Beste kommt selten hernach.",
        "Bad is the best choice.",
        "\"I always search good in bad. l also search bad in good.\""
    ],
    [
        "Das Billige ist immer das Teuerste.",
        "Buy cheaply, pay dearly."
    ],
    [
        "Das böse Gewissen verrät sich selbst.",
        "A guilty conscience needs no accuser.",
        "\"People who know they have done wrong reveal their guilt by the things they say or the way they interpret what other people say.\""
    ],
    [
        "Das Eisen schmieden, solange es heiß ist.",
        "Strike while the iron is hot."
    ],
    [
        "Das Glück hilft dem Kühnen.",
        "Luck helps the audacious.",
        "Fortune favours the bold.",
        "\"Those who act boldly or courageously are most likely to succeed.\""
    ],
    [
        "Das Herz lügt nicht.",
        "The heart does not lie; The heart sees farther than the head."
    ],
    [
        "Das Kind mit dem Bade ausschütten.",
        "To throw out the child with the bath water.",
        "Don't throw out the child with the bath water."
    ],
    [
        "Das Pferd stirbt oft, ehe das Gras wächst.",
        "While the grass grows the steed starves."
    ],
    [
        "Das Weib ist des Mannes größtes Glück oder Unglück.",
        "Choose a wife rather by your ear than your eye.",
        "\"After all, most people want what they can't have.\""
    ],
    [
        "Das Wort verhallt, die Schrift bleibt.",
        "Paper is forbearing."
    ],
    [
        "Deine Wäsche wasche zu Hause.",
        "Wash your laundry at home.",
        "It is an ill bird that fouls its own nest"
    ],
    [
        "Der Antisemitismus ist der Sozialismus der dummen Kerle.",
        "“Antisemitism is the Socialism of fools.”"
    ],
    [
        "Der Fisch stinkt vom Kopf her.",
        "A fish stinks from the head.",
        "\"A corrupting influence often spreads from a leader to the rest of the group.\""
    ],
    [
        "Der Geizige ist keinem gut, ihm selbst der Ärgste.",
        "The covetous man is good to none and worst to himself."
    ],
    [
        "Der Gesunde weiß nicht, wie reich er ist.",
        "Health is wealth; Good health is more to be desired than wealth.",
        "\"Good health is a valuable asset, worth more than any amount of money.\""
    ],
    [
        "Der Stärkere hat immer Recht.",
        "Might is always right."
    ],
    [
        "Der Ton macht die Musik.",
        "It is not what you do, but the way that you do it",
        "\"Everybody wants something, but they don't know how to ask for it.\""
    ],
    [
        "Die Arznei ist oft ärger als das Übel.",
        "The remedy is often worse than the disease;"
    ],
    [
        "Die besten Schwimmer ertrinken.",
        "The best swimmers drown.",
        "Take heed if you find what you do not seek."
    ],
    [
        "Die beste Verteidigung ist der Angriff.",
        "Attack is the best form of defence."
    ],
    [
        "Die besten Gedanken kommen allzeit hinterdrein.",
        "Second thoughts are the best."
    ],
    [
        "Die Ochsen hinter dem Wagen spannen.",
        "To tighten the ox behind the cart.",
        "Don't put the cart before the horse."
    ],
    [
        "Dem Trinker kommt der Durst.",
        "Thirst comes to the drinker."
    ],
    [
        "Der Apfel fällt nicht weit vom Stamm.",
        "The apple does not fall far from the tree."
    ],
    [
        "Der arme isst wenn er was hat, der Reiche wenn er will.",
        "Beggars can't be choosers."
    ],
    [
        "Der Ertrinkende greift nach einem Strohhalm.",
        "A drowning man reaches for a straw."
    ],
    [
        "Der Horcher an der Wand hört seine eigene Schand.",
        "The Listener at the wall hears his own shame."
    ],
    [
        "Der Hund bellt und die Karawane geht vorüber.",
        "The dogs bark and the caravan moves on.",
        "Let the world say what it will."
    ],
    [
        "Der liebe Gott ist immer mit den stärksten Bataillonen.",
        "Our beloved God is always with the strongest batallions.",
        "God is on the side of the strongest batallions."
    ],
    [
        "Der gerade Weg ist der beste.",
        "The straight path is the best one."
    ],
    [
        "Der Schuster hat die schlechtesten Schuhe.",
        "The cobbler has the worst shoes.",
        "\"Working hard for others one may neglect one's own needs or the needs of those closest to him.\""
    ],
    [
        "Der Weg zur Hölle ist mit guten Vorsätzen gepflastert.",
        "The road to hell is paved with good intentions."
    ],
    [
        "Der muss einen langen Löffel haben, der mit dem Teufel essen will.",
        "He who sups with the devil needs a long spoon."
    ],
    [
        "Der Mensch denkt, Gott lenkt.",
        "Man thinks, God governs.",
        "Man proposes but God disposes."
    ],
    [
        "Der Schein trügt.",
        "Appearances deceive.",
        "Things are not always as they look like."
    ],
    [
        "Des Menschen Wille ist sein Himmelreich.",
        "Man's will is his kingdom of heaven.",
        "His own desire leads every man."
    ],
    [
        "Doppelt genäht hält besser.",
        "Double stiched keeps better.",
        "Good riding at two anchors, men have told, for if the one fails, the other may hold."
    ],
    [
        "Du siehst den Wald vor lauter Bäumen nicht.",
        "You fail to see the forest because of all the trees."
    ],
    [
        "Den Teufel nicht an die Wand malen.",
        "Not to paint the devil on the wall.",
        "Don't assume something will go wrong when it is not certain."
    ],
    [
        "Der Eider dünket seine Ente ein Falk.",
        "Every man thinks his own geese swans."
    ],
    [
        "Die Ersten werden die Letzten sein.",
        "The first will be last."
    ],
    [
        "Die großen Fische fressen die kleinen.",
        "Men are like fish; the great ones devour the small."
    ],
    [
        "Die Ratten verlassen das sinkende Schiff.",
        "A leader or organization in trouble will quickly be abandoned."
    ],
    [
        "Draußen hat man hundert Augen, daheim kaum eins.",
        "Outside one has a hundred eyes, at home, hardly one.",
        "Forget other faults remembering your own; Forgive and forget."
    ],
    [
        "Durch Völlerei kommen mehr um denn durchs Schwert",
        "Gluttony kills more than the sword."
    ],
    [
        "Das Kind ins Wasser gefallen.",
        "The child has fallen into the water.",
        "Dropped the ball (Made a mistake that allowed something bad to happen)."
    ],
    [
        "Ehrlich währt am längsten.",
        "Honesty lasts the longest.",
        "Honesty is the best policy."
    ],
    [
        "Eigenlob stinkt.",
        "Self-praise stinks.",
        "Don't blow your own horn."
    ],
    [
        "Ein Feind ist zuviel, und hundert Freunde nicht genug.",
        "One enemy is too many, and a hundred friends aren't enough.",
        "Do not think that one enemy is insignificant, or that a thousand friends are too many."
    ],
    [
        "Ein gewiß ist besser als zehn Ungewiß.",
        "One certainty is better than ten uncertainties.",
        "He that leave a certainty and sticks to chance, when fools pipe he may dance."
    ],
    [
        "Ein Heute ist besser als zehn Morgen.",
        "One today is worth ten tomorrows.",
        "\"For the things we have to learn before we can do them, we learn by doing them.\""
    ],
    [
        "Ein Kiel treibt den andere aus.",
        "One nail drives out another."
    ],
    [
        "Ende gut, alles gut.",
        "All is well that ends well.",
        "\"Problems and misfortunes along the way can be forgotten as long as the end is satisfactory.\""
    ],
    [
        "Erst denken, dann lenken.",
        "Look before you leap."
    ],
    [
        "Erst denken, dann handeln",
        "First think, then act."
    ],
    [
        "Ein jeder habe das fröhliche, gesunde Misstrauen.",
        "Everyone should have the happy, healthy distrust."
    ],
    [
        "Ein Scheit allein brennt nicht.",
        "It takes two to tango."
    ],
    [
        "Einer allein ist nicht einmal gut im Paradies.",
        "Being alone is not even good in paradise.",
        "There is no greater torment than to be alone in paradise."
    ],
    [
        "Er war in Rom und hat den Papst nicht gesehen.",
        "He was in Rome and did not see the pope."
    ],
    [
        "Es ist keiner so blind, wie der, der nicht sehen will.",
        "There are none so blind as they who will not see."
    ],
    [
        "Es ist nicht alles Gold, was glänzt.",
        "All that glitters is not gold."
    ],
    [
        "Ein Unglück kommt selten allein.",
        "A disaster seldom comes alone.",
        "Misery loves company."
    ],
    [
        "Eile mit Weile.",
        "More haste, less speed. / Haste makes waste."
    ],
    [
        "Eine Schwalbe macht noch keinen Sommer!",
        "One swallow doesn't make summer."
    ],
    [
        "Eulen nach Athen tragen",
        "To carry owls to Athens.",
        "To carry coals to Newcastle. (UK)"
    ],
    [
        "Erst wägen, dann wagen.",
        "Diffidence is the right eye of prudence.",
        "Place yourself in the middle of the stream of power and wisdom which animates all whom it floats, and you are without effort impelled to truth, to right and a perfect contentment.  (Ralph Waldo Emerson)"
    ],
    [
        "Es ist übel, Hasen mit Trommeln fangen.",
        "Drumming is not the way to catch a hare."
    ],
    [
        "Faulheit ist der Schlüssel zur Armut.",
        "Laziness is the key to poverty.",
        "Poverty is the reward of idleness."
    ],
    [
        "Galle im Herzen, Honig im Mund.",
        "A honey tongue and a heart of gall."
    ],
    [
        "Gelernt ist gelernt.",
        "What is learnt in the cradle lasts to the tomb."
    ],
    [
        "Gebranntes Kind scheut das Feuer.",
        "Once bitten, twice shy.",
        "A burnt child dreads the fire."
    ],
    [
        "Geklagtes Leid ist halbes Leid.",
        "A problem shared is a problem halved."
    ],
    [
        "Geld macht nicht glücklich.",
        "Money can't buy happiness.",
        "\"Ill gotten is ill spent.\""
    ],
    [
        "Gemein Gerücht ist selten erlogen.",
        "Common fame is seldom to blame."
    ],
    [
        "Geschenk vom Feind ist nicht gut gemeint.",
        "A gift from an enemy is not well-intentioned.",
        "Beware of Greeks bearing gifts."
    ],
    [
        "Geschichte wiederholt sich.",
        "History repeats itself."
    ],
    [
        "Gesunder Mann, reicher Mann.",
        "Good health is above wealth."
    ],
    [
        "Geteilte Freude ist doppelte Freude, geteilter Schmerz ist halber Schmerz.",
        "Joy shared, joy doubled; sorrow shared, sorrow halved."
    ],
    [
        "Gleiche Gemüter suchen sich.",
        "Great minds think alike."
    ],
    [
        "Gleiches muß durch Gleiches geheilt werden.",
        "Fight fire with fire."
    ],
    [
        "Gleich sucht sich, Gleich findet sich.",
        "Birds of a feather flock together."
    ],
    [
        "Glück bringt Neider.",
        "Envy always shooteth at a high mark."
    ],
    [
        "Golden Gebiss macht das Pferd besser.",
        "Fine feathers make fine birds."
    ],
    [
        "Gott bewahre mich vor jemand, der nur ein Büchlein gelesen hat.",
        "God protect me from he who has read only one book."
    ],
    [
        "Gott lässt uns wohl sinken, aber nicht ertrinken.",
        "God lets us sink, but not drown.",
        "\"Present afflictions may tend to our future good.\""
    ],
    [
        "Gut verloren, etwas verloren; Ehre verloren, viel verloren; Mut verloren, alles verloren.",
        "Courage lost, all lost."
    ],
    [
        "Guter Willen gilt für die Tat.",
        "Take the will for the deed."
    ],
    [
        "Halt's Maul, so fliegt dir keine Mücke hinein.",
        "Close your mouth; that way, no mosquitos will fly in.",
        "A closed mouth catches no flies."
    ],
    [
        "Heute mir, morgen dir.",
        "Today me, tomorrow thee."
    ],
    [
        "Hochmut kommt vor dem Fall.",
        "Pride cometh before a fall."
    ],
    [
        "Hoffen und harren macht manchen zum Narren.",
        "He that lives on hope shall die fasting.",
        "\"Do not pin all your hopes on something you may not attain, because you could end up with nothing.\""
    ],
    [
        "Hurtig zum Imbiß, hurtig zur Arbeit.",
        "Quick at meat, quick at work."
    ],
    [
        "Hütet euch vor den falschen Propheten.",
        "Beware of false prophets."
    ],
    [
        "In der Furt soll man die Pferde nicht wechseln.",
        "Don't change horses in midstream.",
        "\"It is often wise not to quit an undertaking already begun.\""
    ],
    [
        "In eigener Sache kann niemand Richter sein.",
        "No one can be the judge in his own case."
    ],
    [
        "Im Becher ersaufen mehr als im Meer.",
        "Wine has drowned more than the sea."
    ],
    [
        "Im Hause des Gehenkten rede nicht vom Stricke.",
        "Name not a rope in his house who hanged himself."
    ],
    [
        "Im Glück nicht jubeln, im Sturm nicht zagen.",
        "If fortune favours, beware of being exalted;",
        "If fortune thunders, beware of being overwhelmed."
    ],
    [
        "Im Scherz klopft man oft, und im Ernst wird auf.",
        "Many a true word is spoken in jest."
    ],
    [
        "In Zweifelsfalle draußen bleiben",
        "When in doubt, leave it out.",
        "\"If you are unsure what to do, it is best to do nothing at all.\""
    ],
    [
        "Je mehr man die Katze streichelt, desto höher trägt sie den Schwanz.",
        "The more one pets the cat, the higher it holds its tail.",
        "Displaying too much affection or desperation repels your friends and love interests."
    ],
    [
        "Je näher dem Bein, desto süßer das Fleisch.",
        "The sweetest flesh is near the bones."
    ],
    [
        "Je toller, desto besser.",
        "The more the merrier."
    ],
    [
        "Jedem gefällt das Seine.",
        "Each one likes his own things.",
        "The bird loves her own nest."
    ],
    [
        "Jedem Narren gefällt seine Kappe.",
        "English equivalentː Every fool is pleased with his own folly."
    ],
    [
        "Jedes Warum hat seinen Darum.",
        "Every why has a wherefore.",
        "\"Everything has an underlying reason.\""
    ],
    [
        "Jung getollt, alt gezollt.",
        "Reckless youth makes rueful age."
    ],
    [
        "Kehre vor Deiner eigenen Tür.",
        "Sweep your own doorstep clean."
    ],
    [
        "Keiner weiss wo dem Andern der Schuh drückt.",
        "No one knows where the shoe pinches, but he who wears it.",
        "\"Nobody can fully understand another person's hardship or suffering.\""
    ],
    [
        "Kein Buch so schlecht, es steckt was Gutes drin.",
        "No book was so bad, but some good might be got out of it."
    ],
    [
        "Kein Ding ist so gering, es ist einer Bitte wert.",
        "Lose nothing for want of asking."
    ],
    [
        "Kleine Kessel haben große Ohren.",
        "Little pitchers have big ears."
    ],
    [
        "Krummes Holz gibt auch gerades Feuer.",
        "Crooked logs make straight fires."
    ],
    [
        "Sich nicht um ungelegte Eier kümmern.",
        "English proverb: Don't cross your bridges until you come to them."
    ],
    [
        "Laufen ist eine Schande, aber gesund.",
        "He that runs and flees away, might live to see another day."
    ],
    [
        "Lebe wie du kannst, nicht wie du willst.",
        "Do as you may, if you can't do as you could."
    ],
    [
        "Leere Ähren stehen aufrecht.",
        "It is not the cow that shouts the loudest that gives the most milk."
    ],
    [
        "Leichter gesagt als getan.",
        "Easier said than done."
    ],
    [
        "Leicht versprochen, leicht gebrochen.",
        "English Lightly spoken, lightly broken.",
        "Eggs and oaths are soon broken."
    ],
    [
        "Leid oder Freud', in fünfzig Jahren ist's alles eins.",
        "It will all be the same a hundred years hence."
    ],
    [
        "Lieben und Husten lassen sich nicht verbergen.",
        "Love, smoke and cough are hard to hide."
    ],
    [
        "Lieber biegen, als brechen.",
        "Better bow than break."
    ],
    [
        "Lieber ein Ende mit Schmerzen als Schmerzen ohne Ende.",
        "Better an end with horror than a horror without end."
    ],
    [
        "Lieber ein Ende mit Schrecken als ein Schrecken ohne Ende.",
        "Better an end with pain than pain without end."
    ],
    [
        "Lügen haben kurze Beine.",
        "A lie has short legs."
    ],
    [
        "Lösche nicht, wo dich's nicht brennt.",
        "Give neither salt nor counsel till you are asked for it."
    ],
    [
        "Man findet bald einen Stecken, wenn man einen Hund schlagen will.",
        "You will soon find a stick, if you want to beat a dog.",
        "Someone who wants to be mean will find things to be mean about no matter what."
    ],
    [
        "Man kann die Natur nicht ändern.",
        "One cannot change nature."
    ],
    [
        "Man muß die Dinge nehmnen, wie sie kommen.",
        "One must accept things as they come."
    ],
    [
        "Man muss das Eisen schmieden solange es heiß ist.",
        "One has to forge the iron while it is hot."
    ],
    [
        "Man sieht das Hirn nicht an der Stirn.",
        "Judge not a man and things at first sight."
    ],
    [
        "Man sieht am Ende wohl, Wie man es loben soll.",
        "The proof of the pudding is in the eating.",
        "The worth of a thing is however it practically comes to use."
    ],
    [
        "Man sollte das Fell des Bären nicht verkaufen, bevor man ihn erlegt hat.",
        "One shouldn't sell the bear's fur before one has killed him.",
        "Don't count your chickens before they are hatched."
    ],
    [
        "Man soll den Tag nicht vor dem Abend loben.",
        "One shouldn't praise the day before the evening."
    ],
    [
        "Man soll kein Öl ins Feuer giessen.",
        "You should not add oil to the fire.",
        "Don't add fuel to the fire."
    ],
    [
        "Man wirft keine Perlen vor die Säue.",
        "Do not throw pearls before swine."
    ],
    [
        "Mancher küßt die Hand, die er abbhauen möchte.",
        "Many kiss the hand they wish cut off."
    ],
    [
        "Mit dem, so man ausgibt, mit demselben wird es ausgemessen.",
        "Whatever measure you deal out to others will be dealt back to you."
    ],
    [
        "Mit den Ohren such' dir eine Frau, zieh' mehr die Ohren als die Augen zu Rate.",
        "Choose a wife rather by your ear than your eye."
    ],
    [
        "Mit Honig fängt man Fliegen.",
        "You can catch more flies with a drop of honey than with a barrel of vinegar."
    ],
    [
        "Mitgefangen, mitgehangen.",
        "Caught together, hanged together."
    ],
    [
        "Morgenstund hat Gold im Mund.",
        "You will gain much by beginning early in the morning."
    ],
    [
        "Narren bedürfen der Schellen nicht.",
        "A fool does not need any bells.",
        "A tongue of a fool carves a piece of his heart to all that sit near him."
    ],
    [
        "Natur geht vor Lehre.",
        "Nature comes before teaching.",
        "Nature is beyond all teaching."
    ],
    [
        "Neidhard ist gestorben, hat aber viele Kinder hinterlassen.",
        "The envious man has died but left many children.",
        "Envy takes no holiday."
    ],
    [
        "Neue Besen kehren gut.",
        "New brooms clean well.",
        "Newcomers are the most ambitious."
    ],
    [
        "Nicht alle sind Diebe die der Hund anbellt.",
        "All are not thieves that dogs bark at."
    ],
    [
        "Niemand ist unersetzlich.",
        "No man is indispensable."
    ],
    [
        "Niemand kann sich über das Meer beklagen, der zum zweiten Male Schiffbruch erlitten hat.",
        "No one that has suffered shipwreck for the second time can complain about the sea.",
        "Don't do the same thing again and expect different results."
    ],
    [
        "Nur tote Fische schwimmen mit dem Strom.",
        "Only dead fish swim with the stream.",
        "Think for yourself rather than unquestionably follow the group."
    ],
    [
        "Öl in Feuer schütten.",
        "To pour oil into fire."
    ],
    [
        "Quatsch keine Opern.",
        "Don´t talk operas.",
        "Few words are best."
    ],
    [
        "Raten ist nicht zwingen.",
        "Counsel is no command."
    ],
    [
        "Rund is die Welt, drum Brüder laßt uns reisen.",
        "The world is round, so let's travel, brothers."
    ],
    [
        "Schande dem, der schlecht davon denkt.",
        "Shame take him that shame thinketh.",
        "Don't think evil of others since they most likely act the way they do because of situational factors: Never attribute something to malice which can adequately be explained by stupidity."
    ],
    [
        "Schlimme Sitten, gut Gesetz.",
        "Good laws have sprung from bad customs."
    ],
    [
        "Schmieds Pferd und Schusters Weiber gehen meistens barfuss.",
        "The smith's horse and the cobbler's wife usually go barefoot.",
        "The cobbler's wife is the worst shod.",
        "\"Working hard for others one may neglect one's own needs or the needs of those closest to him.\""
    ],
    [
        "Schnell Urteil hat Reue feil.",
        "Hasty judgments begets remorse.",
        "Hasty judgment leads to repentance.",
        "A quick evaluation is a terrible evaluation."
    ],
    [
        "Schälke muss man mit Schälken fangen.",
        "Set a thief to catch a thief."
    ],
    [
        "Schön ist, was schön lässt.",
        "Handsome is that handsome does.",
        "\"People should be valued for their good deeds, not their good looks, also occasionally used of things, or as a warning not to be misled by an attractive appearance.\""
    ],
    [
        "Selbst dem Teufel sein Recht geben.",
        "Give the devil his due.",
        "\"Bad conduct soils the finest ornament more than filth.\""
    ],
    [
        "Sicher ist sicher.",
        "Better safe than sorry.",
        "Things that has happened will happen again. Religious myths for example, which are allegorical, will per definition reoccur."
    ],
    [
        "Steter Tropfen höhlt den Stein.",
        "A steady dripping will carve the stone.",
        "Many small changes will make a big difference.",
        "Insignificant damage accumulates."
    ],
    [
        "Schuster, bleib bei deinen Leisten.",
        "Shoemaker, stick to your trade.",
        "Don't talk about things you don't know anything about."
    ],
    [
        "Man sieht das Hirn nicht an der Stirn.",
        "You don't see the brain on one's forehead.",
        "Don't judge things and a man at first sight.",
        "you can't judge someone at first appearence."
    ],
    [
        "Schlafende Hunde soll man nicht wecken.",
        "English Equivalent: Let sleeping dogs lie."
    ],
    [
        "Selbst ist der Mann.",
        "If you want a thing done right, do it yourself."
    ],
    [
        "Sieht doch wohl die Katze den Kaiser an.",
        "Even a creature of low status or importance has rights.",
        "A cat may look at a king."
    ],
    [
        "Sorge macht vor Zeiten grau.",
        "Worrying about too much makes a person old before their time.",
        "Fretting cares make grey hairs."
    ],
    [
        "Spiele nicht mit Feuer.",
        "If you play with fire you will get burned."
    ],
    [
        "Stehend Wasser wird stinkend.",
        "Still waters begin stinking.",
        "Standing pools gathers mud."
    ],
    [
        "Taten statt Worte!",
        "Taten sagen mehr als Wörter; Lass Wörtern Taten folgen!; Lass Taten sprechen!",
        "Actions instead of words!; Actions speak louder than words"
    ],
    [
        "Teile und herrsche!",
        "Divide and rule.",
        "Divide and conquer."
    ],
    [
        "Tut nach meinen Worten und nicht mach meinen Werken.",
        "Preachers say: Do as I say, not as I do."
    ],
    [
        "Übung macht den Meister.",
        "Practice makes perfect."
    ],
    [
        "Unter den Blinden ist der Einäugige König.",
        "In the land of the blind, the one-eyed man is king.",
        "\"People of only limited capability can succeed when surrounded by those who are even less able than themselves.\""
    ],
    [
        "Unter dem blühenden Strauch liegt oft ein giftige Schlange versteckt.",
        "Look before you leap, for snakes among sweet flowers do creep."
    ],
    [
        "Verborgener Schatz ist nichts wert.",
        "A hidden treasure is worth nothing.",
        "Money is there to be spent."
    ],
    [
        "Verbotene Frucht schmeckt am besten.",
        "Forbidden fruit is sweetest."
    ],
    [
        "Von großen Blöcken haut man große Stücke.",
        "From big blocks one chops big pieces.",
        "Everybody to whom much is given, much is expected."
    ],
    [
        "Verstand kommt mit den Jahren.",
        "Reason comes with the years.",
        "Wisdom comes with age.",
        "Having wisdom in matters is a virtue can only develops with many years of life experience."
    ],
    [
        "Vertrauen erweckt Vertrauen.",
        "Trust begets trust.",
        "Confidence spills over to your coworkers."
    ],
    [
        "Viel stroh, wenig Korn.",
        "Much straw, little grain.",
        "Great cry and little wool / Empty vessels makes the most noise",
        "\"Much ado about nothing.\""
    ],
    [
        "Viel Wissen macht Kopfweh.",
        "Much knowledge creates headache.",
        "Ignorance is bliss."
    ],
    [
        "Viele Handwerke verderben den Meister.",
        "Many trades spoil the master.",
        "Jack of all trades and a master of none."
    ],
    [
        "Vom Regen in die Traufe.",
        "Out of the rain and into the eaves.",
        "Going from one unpleasant situation into one that is even worse.  The idea seems to be that you are coming from the rain to stand under the edge of the eaves, where the water collected from the whole roof is going to pour onto your head.",
        "Out of the frying pan and into the fire."
    ],
    [
        "Vorbeugen ist besser als heilen.",
        "It is better to prevent than to cure.",
        "Prevention is better than cure"
    ],
    [
        "Vorrath nimmer schadet.",
        "A store never hurts.",
        "A store is no sore; Keep a thing seven years and you'll find a use for it.",
        "\"An object that seems useless now may be just what you need at some future time, so do not discard it.\""
    ],
    [
        "Wahrheit gibt kurzen Bescheid, Luege macht viel Redens.",
        "Truth gives one reason, the lie gives many.",
        "Truth is simple, lies are complicated.",
        "Obscuris vera involvens."
    ],
    [
        "Was du allein wissen willst, das sage niemand.",
        "What you want to keep a secret, tell no one."
    ],
    [
        "Was Gutes kommt wieder.",
        "What is good returns.",
        "English equivalent:"
    ],
    [
        "Wem das Ferkel geboten wird, soll den Sack bereit haben.",
        "The one whom the piglet is offered must keep the sack ready.",
        "Don't look a gift horse in the mouth / Beggars can't be choosers",
        "We should accept the offers that has been given us."
    ],
    [
        "Wem der Rock paßt, mag ihn anziehen.",
        "To whom the skirt fits, may wear it.",
        "If the shoe fits, wear it.",
        "Accept an unflattering, yet accurate, description of yourself."
    ],
    [
        "Wem nicht zu raten ist, dem ist auch nicht zu helfen.",
        "He who can't be advised, can also not be helped."
    ],
    [
        "Wenn alle dir sagen, du seiest betrunken, geh' schlafen.",
        "When everyone tells you that you are drunk, go to sleep.",
        "When all men say you are an ass it is time to bray."
    ],
    [
        "Wenn das Haupt krank ist, trauern alle Glieder.",
        "When the head is sick, all members mourn.",
        "the fish rots from the head down"
    ],
    [
        "Wenn der Berg nicht zum Propheten kommt, muß der Prophet zum Berge gehen.",
        "If the mountain will not go to the prophet, the prophet must go to the Mountain."
    ],
    [
        "Wenn der Himmel einfällt bleibt nirgend ein stehen.",
        "If the sky falls, we shall catch larks."
    ],
    [
        "Wenn du dich nicht selber kitzelst, ein and'rer wird nicht für dich lachen.",
        "If you do not tickle yourself, there is no one else who will laugh for you.",
        "For what thou canst do thyself, rely not on another.",
        "Ne quid expectes amicos, quod tute agere possis."
    ],
    [
        "Wem Gott gibt ein Amt, dem gibt er auch Verstand.",
        "Where God bestows an office, he gives brains to fill it."
    ],
    [
        "Wenn ein Freund bittet, so gilt nicht morgen.",
        "When a friend asks, tomorrow does not count."
    ],
    [
        "Wenn jeder Herr ist, wer bringt aus dem Stalle den Mist?",
        "When everyone is a lord, who brings the dung out of the stable?"
    ],
    [
        "Wenn strafen will die Gotteshand, so nimmt sie einem den Verstand.",
        "When God's hand wants to punish, it first takes the sanity."
    ],
    [
        "Wer auf Gott vertraut, hat gut gebaut.",
        "Who trusts in God has built well.",
        "He who serves God has a good master."
    ],
    [
        "Wer befehlen will, muß gehorchen lernen.",
        "Who wants to command must learn to obey.",
        "Who has not served cannot command."
    ],
    [
        "Wer den Acker nicht will graben, der wird nicht als Unkraut haben.",
        "Who does not want to dig the land shall have nothing but weed.",
        "Sow thin, shear thin."
    ],
    [
        "Wer den Kern essen will, muss die Nuss knacken.",
        "He that would eat the kernel must crack the nut.",
        "\"Nothing is achieved without effort.\""
    ],
    [
        "Wer durch Fliehen sich mag retten, kann wieder vor die Luke treten.",
        "Who by fleeing might save himself, may again come before the hatch.",
        "He who fights and runs away may live to fight another day."
    ],
    [
        "Wer Eier unter den Füßen hat, muss leise auftreten.",
        "He who has eggs under his feet must tread lightly."
    ],
    [
        "Wer ein Kalb stiehlt, stiehlt eine Kuh.",
        "He that steals a calf steals a cow.",
        "He that steals an egg will steal an ox."
    ],
    [
        "Wer einen grossen Sprung thun will, geht vorher zuruck.",
        "One must step back to take a good leap."
    ],
    [
        "Wer Feuer bedarf, sucht es in der Asche.",
        "Let him that is cold blow the coals."
    ],
    [
        "Wer Honig lecken will, darf die Bienen nicht scheuen.",
        "Who wants to lick honey must not shy away from bees."
    ],
    [
        "Wer keine Neider hat, hat auch klein Glück.",
        "He absent envy, is also absent luck.",
        "if you have no enemies it is a sign that fortune has forgotten you; People throw stones only at trees with fruit on them."
    ],
    [
        "Wer mich liebt, der libt auch meinen Hund.",
        "Love me, love my dog."
    ],
    [
        "Wer nicht mit mir ist, der ist wider mich.",
        "He who is not with me is against me."
    ],
    [
        "Wer nicht vorwärts kommt, kommt rückwärts.",
        "He who does not advance goes backwards."
    ],
    [
        "Wer sich unter die Kleie mischt, den fressen die Schweine.",
        "He that makes himself an ass must not take it ill if men ride him.",
        "\"Being fearful and weak-minded is not being nice.\""
    ],
    [
        "Wer Vögel fangen will, muß nicht mit Knutteln dreinwerfen.",
        "Deal gently with the bird you mean to catch."
    ],
    [
        "Wer zuerst kommt, mahlt zuerst.",
        "Who comes first grinds first."
    ],
    [
        "Wer zuletzt lacht, lacht am besten.",
        "He who laughs last, laughs longest.",
        "\"Minor successes or failures along the way are of no significance – the person who is ultimately triumphant is the only real winner.\""
    ],
    [
        "Wer zwei Hasen auf einmal jagt bekommt keinen.",
        "You must not run after two hares at the same time."
    ],
    [
        "Wer's allen recht machen will muss früh aufstehen.",
        "He had need rise early who would please everybody.",
        "\"It is impossible to do something that everybody will approve of.\""
    ],
    [
        "Wie du dein Bett macht, so magst Du darauf schlafen.",
        "As you make your bed, so you must lie.",
        "\"You must put up with the unpleasant results of a foolish action or decision.\""
    ],
    [
        "Wiederholung ist die Mutter der Weisheit.",
        "Repetition is the mother of knowledge."
    ],
    [
        "Wie der Vater, so der Sohn.",
        "Like father, like son."
    ],
    [
        "Wie die Mutter, so die Tochter.",
        "Like mother, like daughter."
    ],
    [
        "Wie man in den Wald hineinruft, so schallt es heraus.",
        "Just as one calls into the forest, so it echoes back."
    ],
    [
        "Was nicht ist, kann noch werden.",
        "What isn't yet can still become."
    ],
    [
        "Wenn das Wörtchen wenn nicht wär, wär mein Vater Millionär.",
        "If there wasn't the little word if, my father would be a millionaire.",
        "How many ifs fill a bushel?"
    ],
    [
        "Wer nicht hören will, muss fühlen.",
        "He who doesn't want to listen will have to experience.",
        "He that will not be ruled by the rudder must be ruled by the rock."
    ],
    [
        "Wie der Lohn, so die Arbeit.",
        "What pay, such work.",
        "You get what you pay for."
    ],
    [
        "Wie die Alten singen, so zwitschern auch die Jungen.",
        "As the old ones sing, so does the young ones chirp."
    ],
    [
        "Wie man in den Wald hineinruft, so schallt es zurück.",
        "Just as one calls into the forest, so it echoes back.",
        "Do not expect friendly reply when being obnoxious.",
        "Bad language may have other causes than innate bad character."
    ],
    [
        "Wissen ist Macht.",
        "Knowledge is power.",
        "Learning is the eye of the mind."
    ],
    [
        "Wer zuerst kommt, mahlt zuerst.",
        "Who comes first, grinds (his grain) first.",
        "First come, first served."
    ],
    [
        "Wer nicht wagt, der nicht gewinnt.",
        "Who wagers nothing, he wins nothing.",
        "Nothing ventured, nothing gained.",
        "It is necessary to take risks in order to achieve something."
    ],
    [
        "Wer anderen eine Grube gräbt, fällt selbst hinein.",
        "Who digs a pit for others falls into it himself.",
        "Harm set, harm get."
    ],
    [
        "Wer A sagt, muss auch B sagen.",
        "If you say A, you have to say B as well.",
        "Follow through, don't wimp out"
    ],
    [
        "Wenn der Reiter nichts taugt, ist das Pferd schuld.",
        "If the horseman is bad, it's the horse's fault.",
        "A poor craftsman blames his tools."
    ],
    [
        "Wo der Zaun am niedrigsten is, springt jeder über.",
        "Where the fence is lowest, everyone jumps over.",
        "Always do things in a way that requires the absolut least amount of labor."
    ],
    [
        "Wo Rauch ist, da ist auch Feuer.",
        "Everything happens for a reason.",
        "A rumour contains some truth."
    ],
    [
        "Wo der liebe Gott eine Kirche baut, da baut der Teufel eine Kapelle daneben.",
        "Wherever God buys a church, the devil builds a chapel alongside.",
        "Also: Where god has a church the devil will have his chapel.",
        "Very seldom does any good thing arise but there comes an ugly phantom of a caricature of it."
    ],
    [
        "Wo keine Versuchung, da ist kein Ehre.",
        "Where there is no temptation there is no glory.",
        "Without temptation there is no victory."
    ],
    [
        "Worte sind gut, wenn Werke folgen.",
        "Words are good, when deeds follow."
    ],
    [
        "Wächst die Ehre spannenlang wächst die Thorheit ellenlang.",
        "He that swells in prosperity will shrink in adversity.",
        "\"Some are elated with the feeling of vanity and the swelling sensation of pride, as soon as any prosperous gales waft over them; and when adversity approaches, in return, there is a corresponding depression of spirit, and the world seems only a frown upon them.”"
    ],
    [
        "Wähle von zwei Übeln das Kleinste.",
        "Choose the lesser of two evils."
    ],
    [
        "Wärme bringt Leben, Kälte Tod.",
        "Warmth brings life, coldness death.",
        "Telling the harsh truth to someone is often far less hurtful than to stay silent."
    ],
    [
        "Zeit ist das teuerste Kleinod.",
        "Time is precious."
    ],
    [
        "Zu nacht sind alle Katzen grau.",
        "At night all cats are grey."
    ],
    [
        "Zum Dichter muß man geboren sein, Redner kann man werden.",
        "Poets are born, but orators are trained."
    ],
    [
        "Zur rechten Zeit ein Nadelsstich erspart sicherlich neun.",
        "A stitch in time saves nine.",
        "If you're not going forward, you're going backward."
    ],
    [
        "Andere Länder, andere Sitten.",
        "Other countries, other customs",
        "When in Rome, do as the Romans do."
    ],
    [
        "Man sieht nur das, was man weiß.",
        "You only see what you know."
    ],
    [
        "Tu nur das Rechte in deinen Sachen; Das andre wird sich von selber machen.",
        "Just do the right thing in your affairs; The rest will take care of itself."
    ],
    [
        "Das Leben gehört den Lebenden an, und wer lebt, muss auf Wechsel gefasst sein.",
        "Life belongs to the living, and those who live must be prepared for change."
    ],
    [
        "Besser laufen, als faulen.",
        "Better to run than to rot."
    ],
    [
        "Es ist nichts schrecklicher als eine tätige Unwissenheit.",
        "There's nothing worse than ignorance in action."
    ],
    [
        "Wer nicht vorwärts geht, der kommt zurücke.",
        "If you're not going forward, you're going backward."
    ]
]
