[
    [
        "A caballo regalado no le mires los dientes.",
        "Don't look a gift horse in the mouth."
    ],
    [
        "A cabo de cien años los reyes son villanos, a cabo de ciento-diez los villanos son reyes.",
        "Every dog has his day."
    ],
    [
        "A cada necio agrada su porrada.",
        "Every fool is pleased with his own folly."
    ],
    [
        "A cada pajarillo agrada su nidillo.",
        "The bird loves her own nest."
    ],
    [
        "A canas honradas no hay puertas cerradas.",
        "Grey hairs are honorable."
    ],
    [
        "A grandes males, grandes remedios.",
        "Desperate diseases must have desperate remedies."
    ],
    [
        "A la ocasión la pintan calva.",
        "Opportunity knocks only once."
    ],
    [
        "A la tercera va la vencida.",
        "Third time's the charm."
    ],
    [
        "A mal nudo, mal cuno.",
        "You must meet roughness with roughness."
    ],
    [
        "A quien dan, no escoge.",
        "Beggars can’t be choosers."
    ],
    [
        "A quien madruga, Dios le ayuda; el que se apendeja Dios lo deja.",
        "The early bird gets the worm.",
        "God helps those who get up early, and leaves those who are too late."
    ],
    [
        "A quien no pide consejo, darlo es de necios.",
        "Give neither salt nor counsel till you are asked for it."
    ],
    [
        "A quien se hace de miel las moscas le comen.",
        "He that makes himself an ass must not take it ill if men ride him."
    ],
    [
        "A seguro, le llevan preso.",
        "For safety you are taken prisoner."
    ],
    [
        "A donde el seto es bajo todos pasan.",
        "Men leap over where the hedge is lower."
    ],
    [
        "Al amigo más amigo, no le fíes tu secreto, y así nunca te verás, arrepentido o sujeto.",
        "If you tell your secret to your friend, you will make him your master."
    ],
    [
        "Al árbol por el fruto es conocido.",
        "The apple does not fall far from the tree."
    ],
    [
        "Al cuco no cuques y al ladrón no hurtes.",
        "TRANSLATE"
    ],
    [
        "Al fin es debido el honor.",
        "All is well that ends well.",
        "\"Problems and misfortunes along the way can be forgotten as long as the end is satisfactory.\""
    ],
    [
        "Al freir de los huevos lo verá.",
        "The proof of the pudding is in the eating."
    ],
    [
        "Al hombre osado la fortuna le da la mano.",
        "Fortune favours the bold.",
        "\"Those who act boldly or courageously are most likely to succeed.\""
    ],
    [
        "Al médico, confesor, y letrado, no le hayas engañado.",
        "Conceal not the truth from thy physician and lawyer."
    ],
    [
        "Al mentiroso le conviene ser memorioso.",
        "A liar should have a good memory.",
        "\"Liars must remember the untruths they have told, to avoid contradicting themselves at some later date.\""
    ],
    [
        "Al ratón de un sólo agujero presto le pilla el gato.",
        "It is a poor mouse that has only one hole.",
        "\"Why don’t we just call plans what they really are: guesses.\""
    ],
    [
        "Al que mucho se le confía, mucho se le exige.",
        "Everybody to whom much is given, much is expected."
    ],
    [
        "Amores, dolores y dineros, No pueden estar secretos.",
        "Love, smoke and cough are hard to hide."
    ],
    [
        "Antes de criticar pon la mano en tu mecho.",
        "Everyone should sweep before his own door."
    ],
    [
        "Antes de firmar, mirar.",
        "Look before you sign."
    ],
    [
        "Antes que te cases, mira lo que haces.",
        "TRANSLATE"
    ],
    [
        "Árbol que nace torcido, jamás su tronco endereza",
        "A tree that is born twisted never grows straight."
    ],
    [
        "A lo bueno, dejarlo estar.'",
        "TRANSLATE"
    ],
    [
        "A papaya puesta, papaya partida. (Colombian saying)",
        "Alt: No hay que dar papaya...y a papaya puesta, papaya partida",
        "Papaya that is served, papaya that is eaten",
        "If you turn yourself into a doormat, others will walk over you."
    ],
    [
        "A falta de pan, buenas son tortas.",
        "A falta de pan, galletas / tortillas / casabe",
        "If there's no bread, cakes will do."
    ],
    [
        "A donde fueres, haz lo que vieres",
        "Alt: Allá donde fueres, haz lo que vieres",
        "English proverb: When among wolves we must howl."
    ],
    [
        "Antes con locos, que cuerdo a solas.",
        "Better foolish by all than wise by yourself."
    ],
    [
        "Agua blanda en piedra dura, tanto cavadura continua gotera cava la piedra.",
        "Constant dropping wears the stone."
    ],
    [
        "Apretados pero contentos.",
        "The more the merrier."
    ],
    [
        "Aprovecha el día presente.",
        "TRANSLATE"
    ],
    [
        "Aunque la mona se vista de seda, mona se queda.",
        "A golden bit does not make the horse any better.",
        "\"To those who are given to virtue, the boast of titles is wholly alien and distasteful.\""
    ],
    [
        "Al que Dios quiere castigar le quita la razón.",
        "Whom God will destroy, he first make mad.",
        "Quem deus vult perdere, dementat prius"
    ],
    [
        "Alcalda del mes de enero.",
        "New is of the month of January",
        "New brooms sweep clean."
    ],
    [
        "A todo cerdo le llega su San Martín.",
        "TRANSLATE"
    ],
    [
        "Aquél es rico, que está bien con Dios.",
        "He who serves God has a good master."
    ],
    [
        "Aquél va más sano, que anda por el llano.",
        "TRANSLATE"
    ],
    [
        "Ara bien y hondo, cogerás pan en abando.",
        "Plough deep while sluggards sleep, and you will have corn to sell and keep."
    ],
    [
        "Bien predica quien bien vive.",
        "Lead by example."
    ],
    [
        "Callen barbas y hablen cartas.",
        "TRANSLATE"
    ],
    [
        "Cada carnero de su pie cuelga.",
        "Every bird must hatch its own eggs.",
        "We must depend on ourselves, financially and in other regards."
    ],
    [
        "Cada cosa en su tiempo.",
        "Man proposes, God disposes.",
        "\"Plans are insulted destinies. I don't have plans, I only have goals.\""
    ],
    [
        "Cada oveja, con su pareja.",
        "\"Every man loves well what is like to himself.\""
    ],
    [
        "Costumbre adquirida en la mocedad, se deja muy mal en la vejez.",
        "Old habits die hard."
    ],
    [
        "Como canta el abad, así responde el sacristán.",
        "TRANSLATE"
    ],
    [
        "Comprar gato en saco.",
        "Let the buyer have a thousand eyes for the seller wants only one."
    ],
    [
        "Con el agua de la bañadera echar también al niño.",
        "Don't throw out the child with the bath water."
    ],
    [
        "Con el tiempo todo se consigue.",
        "Time heals all wounds."
    ],
    [
        "Como midais sereis medidos.",
        "Whatever measure you deal out to others will be dealt back to you."
    ],
    [
        "Con la gente no es temible la muerte.",
        "TRANSLATE"
    ],
    [
        "Corazón no es traidor.",
        "The heart sees farther than the head.",
        "\"The heart is wiser than the intellect.\"",
        "\"A man should learn to detect and watch that gleam of light which flashes across his mind from within more than the lustre of the firmament of bards and sages. Yet he dismisses without notice his own thought, because it is his.\" Ralph Waldo Emerson"
    ],
    [
        "Cuando la cabeza duele todos los miembros duelen.",
        "When the head is sick, the whole body is sick."
    ],
    [
        "Cuando las barbas de tu vecino veas cortar, pon las tuyas a remojar.",
        "When you see your neighbour's beard being cut, put yours in water.",
        "Be cautious when you see disgraces to people near you."
    ],
    [
        "Cuando todos dicen que eres asno, rebuzna y ponte rabo.",
        "When all men say you are an ass, it is time to bray."
    ],
    [
        "Cuando te dieren un condado, agárrale.",
        "When the pig is proffered, hold up the poke."
    ],
    [
        "Cuando tu amigo pide, no hay mañana.",
        "When thy friend asks, let there be no tomorrow."
    ],
    [
        "Cuando una puerta se cierra, ciento se abren.",
        "When one door closes another opens.",
        "\"When baffled in one direction a man of energy will not despair, but will find another way to his object.\""
    ],
    [
        "Cuanto menos se diga, mejor.",
        "Least said, soonest mended."
    ],
    [
        "Cuídame del agua mansa, que de la brava, yo sólo me cuidaré.",
        "Still water runs deep."
    ],
    [
        "Cuidado ajeno de pelo ruelga.",
        "No one knows where the shoe pinches, but he who wears it.",
        "\"Nobody can fully understand another person's hardship or suffering.\""
    ],
    [
        "Dar al diablo lo que es debido.",
        "Give the devil his due.",
        "\"Bad conduct soils the finest ornament more than filth.\""
    ],
    [
        "De buenas intenciones esta empedrado el camino al infierno.",
        "The road to hell is paved with good intentions."
    ],
    [
        "De grandes cenas están las sepulteras llenas.",
        "Gluttony kills more than the sword."
    ],
    [
        "De malas costumbres nacen buenas leyes.",
        "Good laws have sprung from bad customs."
    ],
    [
        "Del mal el menos.",
        "Of two evils choose the least."
    ],
    [
        "De noche los gatos todos son pardos.",
        "At night all cats are grey."
    ],
    [
        "Debajo del sayal hay mal.",
        "Judge not a man and things at first sight."
    ],
    [
        "Despues de los años mil, torna el agua a su carril.",
        "It will all be the same a hundred years hence."
    ],
    [
        "Devolver bien por mal.",
        "If life gives you lemons, make lemonade.",
        "Make something good out of bad things that has happened to you."
    ],
    [
        "Del hombre necio a veces buen consejo.",
        "A fool may give a wise man counsel.",
        "\"Even as the fingers of the two hands are equal, so are human beings equal to one another. No one has any right, nor any preference to claim over another. You are brothers.\""
    ],
    [
        "Dime con quién andas, y te diré quién eres.",
        "A man is known by the company he keeps."
    ],
    [
        "Dinero guardado, dinero capado.",
        "The hidden things of wisdom and a treasure that is not seen, what profit is in them both?",
        "Money is there to be spent."
    ],
    [
        "Dios que de la llaga, de la medicina.",
        "God who gives the wound gives the salve."
    ],
    [
        "Dios me libre de hombre de un libro.",
        "Fear the man of one [162]book."
    ],
    [
        "Dios mejora, las horas.",
        "After rain comes sunshine."
    ],
    [
        "Dios tarda, pero no olvida.",
        "God is slow, but he does not forget.",
        "Punishment is lame but it comes."
    ],
    [
        "Dividar para reinar.",
        "Divide to rule.",
        "Divide and conquer."
    ],
    [
        "Dolor comunicado, dolor alviado.",
        "A problem shared is a problem halved."
    ],
    [
        "Dueña yo dueña tu, ¿quién botará la puerca afuera?",
        "You a lady, I a lady who is to drive out the sow?",
        "There are too many chiefs and not enough indians."
    ],
    [
        "Echar margaritas á puercos.",
        "Do not throw pearls before swine."
    ],
    [
        "El abismo llama al abismo",
        "Deep calls to deep.",
        "\"The more of the context of a problem that a scientist can comprehend, the greater are his chances of finding a truly adequate solution.\""
    ],
    [
        "El mejor no vale nada.",
        "Bad is the best choice.",
        "\"I always search good in bad. l also search bad in good.\""
    ],
    [
        "El peresozo siempre es menesteroso.",
        "Poverty is the reward of idleness."
    ],
    [
        "El ciego no distingue colores.",
        "A blind man should not judge of colours.",
        "\"An uneducated man cannot judge of the attainments of the learned.\""
    ],
    [
        "El dìa que te casas, o te matas o te sanas.",
        "Choose a wife rather by your ear than your eye.",
        "\"Use great prudence and circumspection, in choosing thy wife, for from thence will spring all thy future good or evil; and it is an action of life like unto a stratagem of war, wherein a man can err but once.\""
    ],
    [
        "El favo es dulce, mas pica la abeja.",
        "He that will not endure the bitter will not live to see the sweet."
    ],
    [
        "El fruto no cae lejos del árbol.",
        "The apple does not fall far from the tree."
    ],
    [
        "El hijo de la gata ratones mata.",
        "Like father, like son."
    ],
    [
        "El hilo siempre se rompe por lo más delgado.",
        "A chain is only as strong as its weakest link."
    ],
    [
        "El lenguaje de la verdad es sencillo.",
        "Truth gives a short answer, lies go round about.",
        "\"You do so love to talk in riddles. Do you do that, I wonder as a substitute for having anything interesting to say?\""
    ],
    [
        "El mejor nadador es del agua.",
        "Take heed if you find what you do not seek.",
        "\"You'd be surprised by the number of people who keep putting more work into something even though their results stay the same. Make sure you are not only increasing your knowledge but also your results.\""
    ],
    [
        "El miedo no es tonto.",
        "Discretion is the better part of valor."
    ],
    [
        "El peresozo siempre es menesteroso.",
        "Poverty is the reward of idleness."
    ],
    [
        "El perro ladra y la caravana pasa.",
        "The dogs bark but the caravan passes on.",
        "\"Whatever any one does or says, I must be good.\""
    ],
    [
        "El pez grande se come al chico.",
        "Men are like fish; the great ones devour the small."
    ],
    [
        "El poeta nace, el orador se hace.",
        "Poets are born, but orators are trained."
    ],
    [
        "El ruin pajarillo, Descubra su nidillo.",
        "Don't wash your dirty linen in public; It is an ill bird that fouls its own nest.",
        "\"Why wantonly proclaim one's own disgrace, or expose the faults or weaknesses of one's kindred or people?\"",
        "\"It is considered contemptible to defy the rule of solidarity by revealing facts harmful to the group one belongs to.\""
    ],
    [
        "El que no es conmigo, contra mí es.",
        "He who is not with me is against me."
    ],
    [
        "El que jugó, jugará.",
        "Once a drunkard always a drunkard; Once a thief always a thief.",
        "\"People keep telling us who they are, but we ignore it - because we want them to be who we want them to be.\""
    ],
    [
        "El que no es envidiado, es que no es afortunado.",
        "No enemies is a sign that fortune has forgotten you."
    ],
    [
        "El que se ahoga, se agarra a un perlo",
        "A drowning man plucks at a straw."
    ],
    [
        "El que súbito se determina, súbito se arrepiente.",
        "Hasty judgment leads to repentance."
    ],
    [
        "El tiempo perdido los santos lo lloran.",
        "Time is precious."
    ],
    [
        "El tiempo y la marea no esperan al rey.",
        "Time and tide wait for no man."
    ],
    [
        "El trabajo según la paga.",
        "You get what you pay for."
    ],
    [
        "En boca cerrada ni moscas ni nada.",
        "A still tongue keeps a cool head."
    ],
    [
        "En casa del ahorcado, no se ha de mentar la soga.",
        "Name not a rope in his house who hanged himself."
    ],
    [
        "En casa del herrero, cuchillo de palo.",
        "English equivalents: The shoemaker goes barefoot.",
        "\"Working hard for others one may neglect one's own needs or the needs of those closest to him.\""
    ],
    [
        "En la duda, abstente.",
        "When in doubt, don't."
    ],
    [
        "En la tardanza suele estar el peligroso.",
        "Delays are dangerous."
    ],
    [
        "En tierra de ciegos, el tuerto es rey.",
        "Among the blind, the one-eyed is king."
    ],
    [
        "En toda cosa hay que considerar el fin.",
        "Whatever you do, act wisely, and consider the end."
    ],
    [
        "Entre dos muelas cordales nunca pongas tus pulgares.",
        "Don't go between the tree and the bark."
    ],
    [
        "Es más fácil ver la paja en ojo ajeno que la viga en el propio",
        "We see the mote in anothers eye but not the beam in our own."
    ],
    [
        "Es un hombre sin honor, el que piense mal de esta acción.",
        "Shame take him that shame thinketh."
    ],
    [
        "Estar en Roma y no ver el papa.",
        "He was in Rome and did not see the pope."
    ],
    [
        "El mal escribano le echa la culpa a la pluma",
        "A bad workman blames his tools."
    ],
    [
        "El saber es fuerza.",
        "Learning is the eye of the mind."
    ],
    [
        "El que no oye consejo no llega a viejo.",
        "Advice most needed is the least heeded."
    ],
    [
        "El que tiene frio sopla el fuego.",
        "Let him that is cold blow the coals.",
        "\"My definition of success is doing what you love. I feel many people do things because they feel they have to, and are hesitant to risk following their passion.\""
    ],
    [
        "Es cosa de dos.",
        "It takes two to tango."
    ],
    [
        "Es el tono que hace la música.",
        "It is not what you do, but the way that you do it."
    ],
    [
        "Es mejor tostón asegurado que dime apostado.",
        "A bird in the hand is worth two in the bush."
    ],
    [
        "Es muy frecuente la risa en la boca del necio.",
        "A fool is ever laughing."
    ],
    [
        "Es peor el remedio que la enfermedad.",
        "The remedy is often worse than the disease"
    ],
    [
        "Excusa no pedida, la culpa manifesta.",
        "A guilty conscience needs no accuser."
    ],
    [
        "Fue por lana y salió trasquilado.",
        "He went looking for wool and came back shorn."
    ],
    [
        "Gato escaldato del aqua fria há miedo.",
        "A burnt child dreads the fire."
    ],
    [
        "Gobernar es prever.",
        "It is better to prevent than to cure."
    ],
    [
        "Guarda mozo, y hallarás viejo.",
        "Diligent youth makes easy age.",
        "If you live your youth years diligently, it will save you from regret when you are old. That is, you take care of your health and do things you like that virtually only young people can do."
    ],
    [
        "Hay gato encerrado.",
        "Look before you leap, for snakes among sweet flowers do creep."
    ],
    [
        "Haz lo que dice el fraile, y no lo que hace.",
        "Preachers say: do as I say, not as i do."
    ],
    [
        "Hacer de una pulga un elefante.",
        "Don't make a mountain out of a molehill."
    ],
    [
        "Hechos dan testimonio, que no las palabras.",
        "No need of words, trust deeds."
    ],
    [
        "Hijo de gato, caza ratón",
        "Like father, like son."
    ],
    [
        "Hombre prevenido vale por dos.",
        "Forewarned is forearmed."
    ],
    [
        "Hoy por mí y mañana por tí.",
        "Today me, tomorrow thee."
    ],
    [
        "Quien con el diablo haya de comer, larga cuchara ha menester.",
        "He who sups with the devil must use a long spoon."
    ],
    [
        "Jugar con fuego es peligroso.",
        "Playing with fire is dangerous."
    ],
    [
        "La carne más sabrosa es la que está junta al hueso.",
        "The sweetest flesh is near the bones."
    ],
    [
        "La dicha de la fea, la linda de la desea.",
        "The fortune of the ugly is something the beautiful wants.",
        "Handsome is that handsome does.",
        "\"People should be valued for their good deeds, not their good looks, also occasionally used of things, or as a warning not to be misled by an attractive appearance.\""
    ],
    [
        "La envidia es la sombra de la gloria.",
        "Envy is the shadow of glory.",
        "Envy always shooteth at a high mark."
    ],
    [
        "La envidia no muere jamás.",
        "Envy takes no holiday."
    ],
    [
        "La historia se repite.",
        "Something that has happened once can happen again."
    ],
    [
        "La mayoría es razón.",
        "What everybody says must be true."
    ],
    [
        "La mayor dicha o desdicha del hombre es la mujer.",
        "The fortune or misfortune of a man comes from the woman.",
        "A cheerful wife is the spice of life."
    ],
    [
        "La mejor defensa es el ataque.",
        "Attack is the best form of defence."
    ],
    [
        "La necesidad hace a la vieja trotar.",
        "Need makes the old woman jog.",
        "Necessity has no law."
    ],
    [
        "La ropa sucia se lava en casa.",
        "Don't bring your private matters into the open."
    ],
    [
        "La salud ante todo.",
        "Health before everything."
    ],
    [
        "La serpiente se oculta en la hierba.",
        "Look before you leap, for snakes among sweet flowers do creep."
    ],
    [
        "La voz del pueblo es voz de Dios.",
        "The voice of the people is the voice of god."
    ],
    [
        "La segunda idea suele ser mejor.",
        "The second thought is usually better.",
        "Second thoughts are the best."
    ],
    [
        "Las palablas no cuentan.",
        "Words do not count."
    ],
    [
        "La unión hace la fuerza.",
        "United we stand, divided we fall; Union is strength."
    ],
    [
        "Las ratas abandonan el barco que se hunde.",
        "The rats abandon the sinking ship."
    ],
    [
        "Ladroncillo de agujeta, después sube a barjuleta.",
        "He that steals an egg will steal an ox."
    ],
    [
        "Lavandera mala no encuentra jamás buena piedra.",
        "A bad washer doesn't ever find a good rock."
    ],
    [
        "Las aguas quietas calan hondo.",
        "Still waters run deep."
    ],
    [
        "Las aparencias engañan.",
        "Appearances deceive."
    ],
    [
        "En la variedad está el gusto.",
        "Variety is the spice of life."
    ],
    [
        "Lo barato cuesta caro.",
        "What is cheap is the most costly."
    ],
    [
        "Lo que mal empieza, mal termina.",
        "A bad beginning makes a bad ending."
    ],
    [
        "Lo que no mata, engorda.",
        "What does not kill, fattens."
    ],
    [
        "Lo que puedes sólo, no esperes a otro.",
        "What you can do alone, do not wait for others.",
        "Ne quid expectes amicos, quod tute agere possis."
    ],
    [
        "Los grandes ingenios se encuentran.",
        "The ingenious will meet.",
        "Great minds agree."
    ],
    [
        "Los primeros serán postreros.",
        "The first will be last."
    ],
    [
        "Manos besa el hombre, que querria ver cortadas.",
        "Many kiss the hand they wish cut off."
    ],
    [
        "Más lejos ven los sesos que los ojos.",
        "The eye looks but it is the mind that sees."
    ],
    [
        "Mas vale algo que nada",
        "Something is worth more than nothing."
    ],
    [
        "Más vale andarse soltero que con mal compañero.",
        "It is better to be alone than to be in bad company."
    ],
    [
        "Más vale pájaro en mano que ciento volando.",
        "A bird in the hand is worth more than a hundred flying.",
        "Lieber den Spatz in der Hand als die Taube auf dem Dach."
    ],
    [
        "Más vale un presente que dos después.",
        "Better one now, than two in the future."
    ],
    [
        "Mas valé punada de natural que almorzada de ciencia.",
        "Nature is beyond all teaching."
    ],
    [
        "Mas vale rodear que no ahogar.",
        "It is better to change path than to drown."
    ],
    [
        "Mas vale saber que hablar (haber).",
        "Knowing is better than speaking (of having).",
        "A good mind possess a kingdom."
    ],
    [
        "Mas vale tarde que nunca.",
        "Better late than never."
    ],
    [
        "Más sabe el diablo por viejo que por diablo.",
        "The devil knows more because he's old, than because he is the devil.",
        "With age comes wisdom."
    ],
    [
        "¡Médico, cúrate a ti mismo!",
        "Physician, heal yourself!"
    ],
    [
        "Mejor es doblar que quebrar.",
        "Better bow than break."
    ],
    [
        "Mejor es el fin que los medios.",
        "TRANSLATE"
    ],
    [
        "Menea la cola el can, no por ti, sino por el pan.",
        "He who acts friendly does not seek your affection, but a specific thing from you."
    ],
    [
        "Meted las manos en vuestro seno, veréis vuestro mal y no el ajeno.",
        "Forget other faults remembering your own; Forgive and forget."
    ],
    [
        "Mientras la hierba crece el caballo muere.",
        "While the grass grows the steed starves.",
        "Dreams or expectations may be realized too late."
    ],
    [
        "Mirar antes de saltar.",
        "Look before you leap."
    ],
    [
        "Mucha paya y poco grano; es por vicio del verano.",
        "TRANSLATE",
        "Great cry and little wool; Much ado about nothing."
    ],
    [
        "Muchos amenes al cielo llegan.",
        "Short prayers reach heaven."
    ],
    [
        "Mucho tiene que hacer quien ha de gustar á todos.",
        "He had need rise early who would please everybody.",
        "It is impossible to do something that everybody will approve of."
    ],
    [
        "Muchos golpes derriban un roble.",
        "Little strokes fell great oaks."
    ],
    [
        "Nada hay nuevo debajo del sol.",
        "There is nothing new under the Sun."
    ],
    [
        "Nadie da palos de balde.",
        "Nobody gives clubs for nothing."
    ],
    [
        "Nadie es indispensable.",
        "No one is indispensable."
    ],
    [
        "Nadie puede ser juez en causa propia.",
        "No one can be the judge in his own case."
    ],
    [
        "Necio es quien piensa que otros no piensan.",
        "He is a fool that thinks not another thinks."
    ],
    [
        "Ni de amigo reconcilado, ni de manjar dos veces guisado.",
        "Take heed of enemies reconciled"
    ],
    [
        "No dejes camino viejo por sendero nuevo.",
        "A short cut is often a long cut."
    ],
    [
        "No dejes para mañana lo que puedas hacer hoy.",
        "Don't wait for tomorrow to do something you can do today."
    ],
    [
        "No fies mujer de fraile, ni barajes con alcade.",
        "A king's favour is no inheritance."
    ],
    [
        "No hay cerrudura, si es de oro la ganzua.",
        "A golden key opens any gate but that of heaven."
    ],
    [
        "No hay enemigo pequeño.",
        "There is no little enemy."
    ],
    [
        "No hay mal que por bien no venga.",
        "There is not bad from which good doesn't come.",
        "Every cloud has a silver lining."
    ],
    [
        "No hay peor burla, Que la verdadera.",
        "Many a true words are spoken in jest."
    ],
    [
        "No hay peor ciego que el que no quiere ver.",
        "There are none so blind as they who will not see."
    ],
    [
        "No hay peor sordo que el que no quiere oír.",
        "None so deaf as those who will not hear."
    ],
    [
        "No hay regla sin excepción.",
        "There is no rule without an exception."
    ],
    [
        "No hay que dejar lo segur por lo dudoso",
        "You shouldn't leave the secure for something doubtful.",
        "He that leaves certainty and sticks to chance, When fools pipe, he may dance.",
        "It is foolish to abandon a certain choice for an uncertain one."
    ],
    [
        "No hay que jugar con la salud.",
        "Don't burn the candles at both ends.",
        "Don't wake up early in the morning and stay up late into the evening as well."
    ],
    [
        "No hay tal ciencia como tener paciencia.",
        "There is no such science as patience.",
        "Patience can often do more than your wits."
    ],
    [
        "No hay tal razón como la del bastón.",
        "There is no such reason as the Cane.",
        "Accusing is proving, when malice and force sit judges"
    ],
    [
        "No pidas perdon antes de ser acusado.",
        "Do not ask for forgiveness before being charged."
    ],
    [
        "No se pierde todo lo que está en peligro.",
        "Bitter pills may have blessed effects.",
        "\"Present afflictions may tend to our future good.\""
    ],
    [
        "No te arrepientas nunca de haber comida.",
        "Don't regret never having food."
    ],
    [
        "No todas las verdades son para dichas.",
        "All truths are not to be told."
    ],
    [
        "No todo es vero lo que suena el pandero.",
        "Not all is true that is played on the tamborine.",
        "Lying a little might make the story better."
    ],
    [
        "No todo lo que brilla es oro.",
        "Not everything that shines is gold."
    ],
    [
        "No se cazan liebres al son del tambor.",
        "Drumming is not the way to catch a hare.",
        "Don't expect anyone to change his ways by scolding him."
    ],
    [
        "No se puede sacar agua de una piedre.",
        "You cannot get water from a stone.",
        "It is impossible to sway a hostile minded person."
    ],
    [
        "No vendas la piel del oso antes de cazarlo.",
        "Don't sell the bear's fur before you hunt it.",
        "Don't count your chickens before they hatch."
    ],
    [
        "Non hay libro tan malo, que no tenga algo bueno.",
        "There is no book so bad, that it does not have anything good."
    ],
    [
        "Obra de comun, obra de ningun.",
        "Everyone's business is no ones business."
    ],
    [
        "Oro es lo que oro vale.",
        "Everything is worth its price."
    ],
    [
        "Para curar no basta la intencion.",
        "It is not wise to open old wounds."
    ],
    [
        "Para eurar no basta la intencion.",
        "Least said, soonest mended.",
        "It is best not to mention anything at all about something bad that has happened."
    ],
    [
        "Para todo hay comentario.",
        "Every why hath its wherefore."
    ],
    [
        "Pato, ganso y ansarón, tres cosas suena y una son.",
        "Goose, gander and gosling are three sounds but one thing."
    ],
    [
        "Perro ladrador, poco mordedor.",
        "Barking dogs seldom bite. / All bark, no bite."
    ],
    [
        "Peso y medida quitan al hombre fatiga.",
        "Weight and measure take fatigue away from the man. ???"
    ],
    [
        "Piedra sin agua no aguza en la fragua.",
        "From nothing nothing can come.",
        "If you don't do anything, nothing will come to you."
    ],
    [
        "Poner el carro antes los bueyes.",
        "To set the cart before the horse."
    ],
    [
        "Preso por uno preso por ciento.",
        "In for a penny in for a pound."
    ],
    [
        "Presto hay un bastón para dar al perro.",
        "If you want to beat a dog you will easily find a stick."
    ],
    [
        "Por un gustazo, un trancazo.",
        "Pride comes before fall."
    ],
    [
        "Por una parte se pierde el todo.",
        "For one part you lose everything."
    ],
    [
        "Cual es Maria, tal hija cría.",
        "Mary will foster a daughter like herself.",
        "Like mother, like daughter."
    ],
    [
        "Quien á mano agena espera, mal yanta y peor cena.",
        "He that waits on another man's trencher, makes many a late dinner."
    ],
    [
        "Quien mala cama hace, En ella se hace.",
        "As you make your bed, so you must lie.",
        "\"You must put up with the unpleasant results of a foolish action or decision.\""
    ],
    [
        "Qué bonito es ver la lluvia y no mojarse.",
        "How nice it is to see the rain without getting wet.",
        "Used to answer someone who's critizicing your work or actions, without doing anything themselves."
    ],
    [
        "Quien acheja por agujero, ve su duelo.",
        "Who lurks at the hole, sees his duel.",
        "Eavesdroppers hear no good of themselves."
    ],
    [
        "Quien bien ama, tarde se olvida.",
        "He who loves well, forgets the afternoon.",
        "True love never grows old."
    ],
    [
        "Quien en año quiere ser rico, al medio le ahorcan.",
        "He who in a year wants riches, in half will be strangled.",
        "No one gets rich quickly if he is honest."
    ],
    [
        "Quien bien quiere a Pedro, no hace mal a su perro.",
        "Love me, love my dog."
    ],
    [
        "Quien da luego, da dos veces.",
        "Who gives now, gives two times.",
        "He gives twice, who gives in a trice."
    ],
    [
        "Quien espera, desespera",
        "He who hopes, despairs.",
        "Who lives by hope will die of hunger."
    ],
    [
        "Quien mal siembra, mal coge.",
        "Who sows poorly, evil gets.",
        "Sow thin, shear thin.",
        "\"The success of most things depends upon knowing how long it will take to succeed.\""
    ],
    [
        "Quien no adoba gotera, hace casa entera.",
        "A stitch in time saves nine."
    ],
    [
        "Quien no oye consejo, no llega a viejo.",
        "TRANSLATE"
    ],
    [
        "Quien no tiene cabeza, debe tener piernas.",
        "Who falls short in the head must be long in the heels."
    ],
    [
        "Quien pájaro ha de tomar, no ha de ojear.",
        "Deal gently with the bird you mean to catch."
    ],
    [
        "Quien pide no escoge.",
        "He who asks does not get to choose.",
        "Beggars can't be choosers."
    ],
    [
        "Quien primero llega, ese la calza.",
        "First come, first served."
    ],
    [
        "Quien quiera peces, que moje el culo.",
        "Whoever wants fish, must get their ass wet."
    ],
    [
        "Quien quiere celeste, que le cueste",
        "He who wants the heavens must pay.",
        "\"Knowledge and skills can only be acquired by hard work - there are no short cuts.\""
    ],
    [
        "Quien saltar quiere lejos, debe medir la distancia.",
        "One must step back to take a good leap."
    ],
    [
        "Quien tiene cola de paja no debe arrimarse al fuego.",
        "He that is made of straw should not go near the fire."
    ],
    [
        "Quien tiene hijos o ovejas, no le faltan quejas.",
        "Anyone who has children or sheep, is not without complaints."
    ],
    [
        "Quien cuando puede no quiere, cuando quiere no puede.",
        "Who when he can won't, will not be able to when he wants."
    ],
    [
        "Roba bien quien a ladron roba.",
        "Steal a thief who steals well.",
        "Set a thief to catch a thief."
    ],
    [
        "Saca agua de las piedras.",
        "Draw water from the stones."
    ],
    [
        "Si adelante no vas, altrasarás.",
        "He who does not advance goes backwards."
    ],
    [
        "Si cazares, no te alabes; si no cazares, no te enfades.",
        "If fortune favours, beware of being exalted;",
        "if fortune thunders, beware of being overwhelmed."
    ],
    [
        "Si el cielo se cae nos cojerá debajo.",
        "If the sky falls, we shall catch larks.",
        "A warning against vain hopes."
    ],
    [
        "\"Si el rio suena es porque piedras trae.\"",
        "If the river makes noise it is because it is bringing stones.\"",
        "When you hear rumors, there usually is some truth to them."
    ],
    [
        "Si la montaña no va a Mahoma, Mahoma íra a la montaña",
        "If the mountain does not go to Muhammad, Muhammad will go to the mountain.",
        "\"If you cannot get what you want, you must adapt yourself to the circumstances or adopt a different approach.\""
    ],
    [
        "Si no como queremos pasamos como podemos.",
        "Do as you may, if you can't do as you could."
    ],
    [
        "Si vale la pena hacerlo, vale la pena hacerlo bien.",
        "If it's worth doing, it's worth doing well."
    ],
    [
        "Sin razón se queja del mar quien otra vez navega.",
        "He complains wrongfully at the sea that suffer shipwreck twice.",
        "Don't do the same thing again and expect different results."
    ],
    [
        "Sin tentacion no hay victoria.",
        "Where there is no temptation there is no glory.",
        "Not being tempted is a sign that fortune has forgotten you."
    ],
    [
        "Duerme en ello, y tomarás consejo",
        "Sleep upon it, and you will take counsel."
    ],
    [
        "Sol que mucho madruga, poco dura.",
        "Early ripe, early rotten."
    ],
    [
        "Sólo se tiran piedras al árbol cargado de fruto.",
        "Only rocks are being thrown at the tree which bears fruit.",
        "if you have no enemies it is a sign that fortune has forgotten you"
    ],
    [
        "Tal padre, tal hijo.",
        "Such father, such son."
    ],
    [
        "Todo camino vá á Rome.",
        "All roads lead to Rome."
    ],
    [
        "Toma las cosas como vienen.",
        "Take things as you find them."
    ],
    [
        "Un clavo saca a otro clavo.",
        "One nail drives out another.",
        "\"As one nail by strength drives out another, so the remembrance of my old love is by a newer one quite forgotten.\" (Shakespeare)"
    ],
    [
        "Una golondrina no hace verano.",
        "A swallow doesn't make summer.",
        "Eine Schwalbe macht noch keinen Sommer."
    ],
    [
        "Vale más huir, que morir.",
        "Better to flee than to die."
    ],
    [
        "Zapatero, a tus zapatos.",
        "Shoemaker, to your shoes.",
        "Things often don't turn out as you would have planned."
    ]
]
